{
    "highlights": "Highlights",
    
    "teamwork": {
        "title": "Një punë e shkëlqyer ekipore",
        "description": "Ne jemi një ekip profesionistësh të apasionuar dhe me përvojë në udhëtime, të përkushtuar për t'ju ofruar përvojat më të mira të udhëtimit në Shqipëri. Ekipi ynë është i angazhuar për të siguruar që udhëtimi juaj të jetë i paharrueshëm, dhe ne punojmë pa u lodhur për të krijuar itinerare unike dhe të personalizuara që i përshtaten interesave dhe preferencave tuaja."
    },
    "our_vision": {
        "title": "Vizioni Jonë",
        "description": "Vizioni ynë është të jemi Agjencia udhëtimi kryesore në Shqipëri, e njohur për shërbimin tonë të jashtëzakonshëm, itineraret unike dhe angazhimin tonë për turizmin e qëndrueshëm. Ne synojmë të tregojmë bukurinë dhe kulturën e Shqipërisë duke ofruar përvoja të paharrueshme për klientët tanë."
    },

    "our_mission": {
        "title": "Misioni Jonë",
        "description": "Misioni ynë është të ofrojmë klientëve tanë përvojat më të mira të udhëtimit në Shqipëri. Ne jemi të përkushtuar për të ofruar itinerare të personalizuara, shërbim të jashtëzakonshëm dhe një angazhim për turizmin e qëndrueshëm. Ne synojmë të krijojmë kujtime të paharrueshme për klientët tanë ndërsa promovojmë praktikat e udhëtimit përgjegjës."
    },

    "why_us": {
        "title": "Pse të na Zgjidhni",
        "subtitle": "Prioriteti Ynë",

        "friendly_guide": {
            "title": "Guida Miqësore",
            "description": "Guida jonë janë miqësore dhe të ditur, duke siguruar që të keni një përvojë të shkëlqyer."
        },
        "easy_booking": {
            "title": "Rezervim i Lehtë",
            "description": "Procesi ynë i rezervimit është i thjeshtë dhe i përshtatshëm, duke e bërë të lehtë planifikimin e udhëtimit tuaj."
        },
        "no_booking_fees": {
            "title": "Pa tarifa rezervimi",
            "description": "Nuk do të paguani asnjë tarifë shtesë rezervimi – çmimi që shihni është çmimi që paguani."
        },
        "easy_cancellation": {
            "title": "Anulim i lehtë",
            "description": "Mund ta anuloni rezervimin tuaj lehtësisht dhe pa shqetësime nëse planet tuaja ndryshojnë."
        },
        "free_tickets": {
            "title": "Bileta falas",
            "description": "Shijoni bileta falas për atraksione të përzgjedhura si pjesë e paketës suaj të udhëtimit."
        },
        "best_price_guarantee": {
            "title": "Garanci për çmimin më të mirë",
            "description": "Ne garantojmë çmimet më të mira për turet tona, duke siguruar që të merrni vlerën më të mirë për paratë tuaja."
        }

    }
}